Repository: 84000/data-translation-memory
Catalog: toh129-v4.tmx
Source language: bo
Languages: en

source: །དེ་འདི་ལྟར་སོ་སོར་རྟོག་སྟེ། ཚོར་བ་དེ་བཞིན་གཤེགས་པ་མ་ཡིན། ཚོར་བ་ལས་གཞན་པ་ཡང་མ་ཡིན་ནོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: “They should continue thinking, ‘Feeling is not the Thus-Gone One, yet neither is the Thus-Gone One other than feeling. And why?

source: དེ་བཞིན་གཤེགས་པས་ནི་གང་ཅི་ཚོར་ཡང་རུང་སྟེ་དེ་ཐམས་ཅད་སྡུག་བསྔལ་བའོ།
en: The Thus-Gone One has said, “Any type of feeling is suffering.

source: །གང་སྡུག་བསྔལ་བ་དེ་རྟོག་པའི་མཚན་ཉིད་དོ།
en: All suffering has the marks of concepts.

source: །རྟོག་པའི་མཚན་ཉིད་གང་ཡིན་པ་དེ་དེ་བཞིན་གཤེགས་པ་མ་ཡིན།
en: And whatever has the marks of concepts is not the Thus-Gone One.

source: ཚོར་བ་ནི་ཆུའི་ཆུ་བུར་ལྟ་བུའོ། །ངན་པའོ།
en: Feeling is like water bubbles. It is trifling.

source: །རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བའོ།
en: It arises dependently.

source: །རེག་པ་འདུས་པ་ལས་བྱུང་བའོ།
en: It arises based on sense contact.

source: །རེག་པ་ལས་སྐྱེས་པ་ནི་ཚོར་བའོ་ཞེས་གསུངས་ན།
en: Whatever emerges from sense contact is feeling.”

source: དེ་བཞིན་གཤེགས་པ་ནི་ཆུའི་ཆུ་བུར་ལྟ་བུ་མ་ཡིན།
en: The Thus-Gone One, however, is not like water bubbles.

source: ངན་པ་མ་ཡིན།རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་མ་ཡིན།
en: He is not something trifling, and he is not dependently arisen.

source: དེ་བཞིན་གཤེགས་པ་ནི་རེག་པ་ལས་སྐྱེས་པ་མ་ཡིན།
en: The Thus-Gone One is not born from sense contact.

source: རིག་པ་འདུས་པ་ལས་བྱུང་བ་མ་ཡིན།
en: He does not arise based on sense contact.

source: ཚོར་བ་ཇི་ལྟ་བ་བཞིན་དུ་རེག་པ་ལས་སྐྱེས་པ་མ་ཡིན་ནོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: The Thus-Gone One does not have feelings that are born from sense contact. And why?

source: དེ་བཞིན་གཤེགས་པ་ནི་ཚོར་བ་ཐམས་ཅད་འགོག་པའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་པ་སྟེ།
en: Because the Thus-Gone One rests in equipoise within the absorption where all feelings have ceased.

source: ཚོར་བ་དང་བྲལ་བ།
en: He is devoid of feelings.

source: ཚོར་བ་ཐམས་ཅད་ཀྱི་མཆོག་བརྙེས་པ།
en: He has gone beyond all feelings.

source: གདུང་བ་ཐམས་ཅད་ཤིན་ཏུ་སྦྱངས་པ།
en: He has purified all torment.

source: ཉོན་མོངས་པ་དང་གཙེ་བ་དང་གནོད་པ་ཐམས་ཅད་སྤངས་པ།
en: He has abandoned all disturbing emotions, harm, and ill will.

source: མ་བཅིངས་པ། མ་གྲོལ་བ།
en: He is not bound, and he is not liberated.

source: ཡོངས་སུ་མྱ་ངན་ལས་མ་འདས་པ།མྱ་ངན་ལས་འདས་པའི་དབྱིངས་རྙོག་པ་མེད་པའོ།
en: He has not passed into parinirvāṇa, yet he is in the stainless realm of nirvāṇa.

source: །དེ་བཞིན་གཤེགས་པ་ནི་མ་སྐྱེས་པ། རྣམ་པར་མི་རྟོག་པ་མི་མཐོང་བ། མི་ཐོས་པ་བསྣམ་དུ་མེད་པ། མྱང་དུ་མེད་པ། རིག་པར་བྱར་མེད་པ།
en: The Thus-Gone One is unborn, nonconceptual, invisible, inaudible, odorless, flavorless, and incomprehensible.

source: མཚན་མར་མེད་པ། རྣམ་པར་མི་རེག་པ། རྣམ་པར་ཤེས་པར་བྱ་བ་མ་ཡིན་པའོ་སྙམ་མོ།
en: He has no characteristics, cannot be touched with the senses, and cannot be cognized.’

source: །དེས་དེ་ལྟར་སོ་སོར་བརྟགས་ན་ཚོར་བ་དེ་བཞིན་གཤེགས་པ་མ་ཡིན། ཚོར་བ་ལས་གཞན་པ་ཡང་མ་ཡིན་ནོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: As the bodhisattvas analyze in this way, they should think, ‘The Thus-Gone One is not feeling, yet neither is he other than feeling. And why?

source: གལ་ཏེ་ཚོར་བ་ལས་གཞན་ཞིག་དེ་བཞིན་གཤེགས་པར་འགྱུར་ན་ནི། རྩྭ་དང་ཤིང་གེལ་པ་དང་། སྨན་དང་འཁྲི་ཤིང་དང་། ནགས་ཚལ་ཐམས་ཅད་ཀྱང་དེ་བཞིན་གཤེགས་པར་འགྱུར་རོ།
en: If something that was other than feeling were the Thus-Gone One, then all grasses, branches, herbs, bushes, and forests would be the Thus-Gone One.

source: རྩྭ་དང་ཤིང་གེལ་པ་དང་། སྨན་དང་འཁྲི་ཤིང་འཛིངས་པ་དང་། ནགས་ཚལ་ཐམས་ཅད་ནི་ཚོར་བ་མེད་པའོ་སྙམ་མོ།
en: Because all grasses, branches, herbs, bushes, and forests are devoid of feeling.’

source: །དེ་འདི་ལྟར་སོ་སོར་རྟོག་སྟེ།གལ་ཏེ་ཚོར་བ་དེ་བཞིན་གཤེགས་པ་མ་ཡིན། ཚོར་བ་ལས་གཞན་པ་ཡང་མ་ཡིན་ན། ཅི་འདུ་ཤེས་དེ་བཞིན་གཤེགས་པའམ། འོན་ཏེ་འདུ་ཤེས་ལས་གཞན་པ་ཞིག་གམ་སྙམ་མོ།
en: “The bodhisattvas should continue to contemplate, ‘If the Thus-Gone One is not feeling, yet also not other than feeling, then is the Thus-Gone One perception, or is he other than perception?’

source: །དེ་འདི་ལྟར་སོ་སོར་རྟོག་སྟེ།འདུ་ཤེས་དེ་བཞིན་གཤེགས་པ་མ་ཡིན། འདུ་ཤེས་ལས་གཞན་པ་ཡང་མ་ཡིན་ནོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: “They should continue thinking, ‘Perception is not the Thus-Gone One, nor is the Thus-Gone One other than perception. And why?

source: འདུ་ཤེས་ནི་སྨིག་རྒྱུ་ལྟ་བུ།
en: Perception is like an optical illusion.

source: མིག་དང་གཟུགས་དང་སྣང་བ་དང་། ཡིད་ལ་བྱེད་པ་འདུས་པ་ལས་ངེས་པར་བྱུང་བའོ།
en: It arises when the eyes, form, light, and mental activity come together.

source: །དེ་བཞིན་གཤེགས་པ་ནི་འདུ་ཤེས་མ་ཡིན་ཏེ།
en: The Thus-Gone One is not perception.

source: སྨིག་རྒྱུ་ལྟ་བུ་མ་ཡིན།
en: He is not like an optical illusion.

source: མིག་དང་གཟུགས་དང་། སྣང་བ་དང་ཡིད་ལ་བྱེད་པ་ལས་ངེས་པར་འབྱུང་བ་མ་ཡིན།
en: He does not arise based on a meeting of the eyes, form, light, and mental activity.

source: དེ་བཞིན་གཤེགས་པ་ནི་བསམ་གྱིས་མི་ཁྱབ་པ།
en: Because the Thus-Gone One is inconceivable.

source: བསམ་པར་བྱ་བ་མ་ཡིན་པ།
en: He is not an object of thought.

source: སེམས་པ་མེད་པ། སེམས་པ་དང་བྲལ་བ།
en: He has no intention and is free from intention.

source: སེམས་མཚུངས་པ་མེད་པ།
en: He has an incomparable mind.

source: འགྲོ་བར་འཇུག་པ་མེད་པ། འོང་བར་འཇུག་པ་མེད་པ།
en: He does not engage in going and coming.

source: འགྲོ་བ་མེད་པ།
en: He does not go.

source: འགྲོ་བ་ཡང་དག་པར་གཅོད་པ།
en: He has eliminated going.

source: དཔགས་པ་མ་ཡིན་པ།
en: He is beyond measure.

source: གཅད་དུ་མེད་པ།
en: He is uninterrupted.

source: བུ་ག་མེད་པ།
en: He has no orifices.

source: རྫས་མ་ཡིན་པ།
en: He is not substantial.

source: ཐ་དད་པ་མ་ཡིན་པ།
en: He is not diverse.

source: དབྱེར་མེད་པ་ཡང་དག་པ།
en: He is inseparable and authentic.

source: རྩོམ་པ་མེད་པ།
en: He is not construed.

source: བཞུགས་པ་མེད་པ།
en: He is beyond dwelling.

source: རེག་པར་བྱར་མེད་པའོ་སྙམ་མོ།
en: He is not touchable.’

source: །དེ་འདི་ལྟར་སོ་སོར་རྟོག་སྟེ། འདུ་ཤེས་དེ་བཞིན་གཤེགས་པ་མ་ཡིན། འདུ་ཤེས་ལས་གཞན་པ་ཡང་མ་ཡིན་ནོ།
en: The bodhisattvas should continue thinking, ‘Perception is not the Thus-Gone One but neither is the Thus-Gone One other than perception.

source: །གལ་ཏེ་འདུ་ཤེས་ལས་གཞན་པ་ཞིག་དེ་བཞིན་གཤེགས་པར་གྱུར་ན་ནི་ཤིང་དང་བོང་བ་ཐམས་ཅད་ཀྱང་དེ་བཞིན་གཤེགས་པར་འགྱུར་རོ།
en: If something that is other than perception were the Thus-Gone One, then any piece of wood or clod of earth would also be the Thus-Gone One.

source: ཤིང་དང་བོང་བ་ཐམས་ཅད་ནི་འདུ་ཤེས་མེད་པའོ་སྙམ་མོ།
en: Because wood and earth have no perception.’

source: །དེ་འདི་ལྟར་སོ་སོར་རྟོག་སྟེ། གལ་ཏེ་འདུ་ཤེས་དེ་བཞིན་གཤེགས་པ་མ་ཡིན། འདུ་ཤེས་ལས་གཞན་པ་ཡང་མ་ཡིན་ན་ཅི་འདུ་བྱེད་རྣམས་དེ་བཞིན་གཤེགས་པའམ།
en: “The bodhisattvas should then continue to contemplate, ‘If the Thus-Gone One is not perception, yet also not other than perception, then is the Thus-Gone One perhaps formation?

source: འོན་ཏེ་འདུ་བྱེད་རྣམས་ལས་གཞན་པ་ཞིག་གམ་སྙམ་མོ།
en: Or is he other than formation?’

source: །དེ་འདི་ལྟར་སོ་སོར་རྟོག་སྟེ། འདུ་བྱེད་རྣམས་དེ་བཞིན་གཤེགས་པ་མ་ཡིན། འདུ་བྱེད་རྣམས་ལས་གཞན་པ་ཡང་མ་ཡིན་ནོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: “They should continue thinking, ‘Formations are not the Thus-Gone One, yet neither is the Thus-Gone One other than formations. And why?

source: འདུ་བྱེད་རྣམས་ནི་དངོས་པོ་མེད་པ།
en: Formations are not entities.

source: བརྫུན་པ་སླུ་བའི་ཆོས་ཅན།
en: They are of a false and deceptive nature.

source: མ་རིག་པ་འདུས་པ་ལས་བྱུང་བའོ།
en: They arise from ignorance.

source: །འདུ་བྱེད་རྣམས་ནི་མ་རིག་པ་འདུས་པ་ལས་སྐྱེད་པ་ཡིན་ནོ།
en: Formations are born out of ignorance.

source: །དེ་བཞིན་གཤེགས་པ་ནི་དངོས་པོ་མེད་པ་མ་ཡིན།
en: The Thus-Gone One is not a non-entity.

source: བརྫུན་པ་མ་ཡིན།
en: He is not false.

source: སླུ་བའི་ཆོས་མ་ཡིན།
en: He is not deceptive.

source: འདུ་བྱེད་རྣམས་ཇི་ལྟ་བ་བཞིན་དུ་མ་རིག་པ་འདུས་པ་ལས་སྐྱེས་པ་མ་ཡིན་ནོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Unlike formations, he is not born from ignorance. And why?

source: དེ་བཞིན་གཤེགས་པ་ནི་མ་རིག་པ་འགོག་པའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་པ་སྟེ།
en: The Thus-Gone One rests in equipoise within the absorption where ignorance has ceased.

source: གཟུགས་ན་སྤྱོད་པའི་ཏིང་ངེ་འཛིན་མཚན་མ་དང་བཅས་པ་དང་། མི་གཡོ་བའི་ཏིང་ངེ་འཛིན་ལས་ཤིན་ཏུ་འདས་ནས་འདུ་ཤེས་དང་ཚོར་བ་འགོག་པ་ཉེ་བར་བསྒྲུབས་ཏེ་གནས་པའོ།
en: Since he has transcended the conceptual absorption of those who experience form as well as the unchanging absorption, he has accomplished the cessation of perception and feeling.

source: །དེ་བཞིན་གཤེགས་པ་ནི་ཞི་བའོ། །མི་སྣང་བའོ། །བལྟར་མི་མཐོང་བའོ། །མཐའ་ཡས་པའོ།
en: The Thus-Gone One is peace, invisible, not apparent, and limitless.

source: །སྤྲིན་དང་མཚུངས་པའོ།
en: He is like the clouds.

source: །རབ་ཏུ་མ་ཞི་བའོ། །རབ་ཏུ་ཞི་བ་མ་ཡིན་པའོ། །ཞི་བ་དང་བྲལ་བའོ། །ཞི་བ་མེད་པའོ།
en: He is not tranquil, not peaceful, without peace, and devoid of peace.

source: །དག་པའོ། །ཉོན་མོངས་པ་མེད་པའོ།
en: He is pure and without disturbing emotions.

source: །ལེན་པ་མེད་པའོ།
en: He is without craving.

source: །བྱམས་པ་མེད་པའོ།
en: He is without liking.

source: །འཁོར་བྱེད་མེད་པའོ།
en: He does not circle in existence.

source: །འཁོར་བྱེད་དང་བྲལ་བའོ།
en: He is beyond circling in existence.

source: །མི་གནས་པའི་ཚུལ་གྱིས་གནས་པའོ།
en: He rests in the manner of not resting.

source: །མདུད་པ་མེད་པའོ།
en: He is not bound.

source: །འཆི་འཕོ་མེད་པའོ།
en: He is beyond death and transmigration.

source: །འཆི་འཕོ་བར་མི་འགྱུར་བའོ།
en: He does not pass away.

source: །ཆོས་མ་ཡིན་པའོ།
en: He is not a dharma.

source: །ཆོས་མ་ཡིན་པ་ཡང་མ་ཡིན་པའོ།
en: He is also not not a dharma.

source: །ཞིང་མ་ཡིན་པའོ།
en: He is not wood.

source: །ཞིང་མ་ཡིན་པ་ཡང་མ་ཡིན་པའོ།
en: He is also not not wood.

source: །མི་ཟད་པའོ།
en: He does not perish.

source: །མི་ཟད་པ་ཡང་མ་ཡིན་པའོ།
en: He also does not not perish.

source: །ཟད་པ་དང་བྲལ་བའོ།
en: He is free from perishing.

source: །སྐད་ཅིག་པའོ།
en: He is momentary.

source: །མི་འཁྲུགས་པའོ་སྙམ་མོ།
en: He is undisturbed.’

source: གལ་ཏེ་འདུ་བྱེད་རྣམས་ལས་གཞན་པ་ཞིག་དེ་བཞིན་གཤེགས་པར་གྱུར་ན་ནི། དེ་བཞིན་གཤེགས་པ་དངོས་པོ་མེད་པར་འགྱུར་རོ།
en: If something that is other than formations were the Thus-Gone One, then the Thus-Gone One would be a non-entity.

source: དངོས་པོ་མེད་པ་ནི་འདུ་བྱེད་པ་མ་ཡིན་པའི་ཕྱིར་རོ།
en: Because a non-entity is what is not formations.’

source: །དེ་འདི་ལྟར་སོ་སོར་རྟོག་སྟེ།གལ་ཏེ་འདུ་བྱེད་རྣམས་དེ་བཞིན་གཤེགས་པ་མ་ཡིན། འདུ་བྱེད་རྣམས་ལས་གཞན་པ་ཡང་མ་ཡིན་ན། ཅི་རྣམ་པར་ཤེས་པ་དེ་བཞིན་གཤེགས་པར་འགྱུར་རམ།
en: “The bodhisattvas should then continue to contemplate, ‘If the Thus-Gone One is not formations, yet is also not other than formations, then is the Thus-Gone One perhaps consciousness?

source: འོན་ཏེ་རྣམ་པར་ཤེས་པ་ལས་གཞན་པ་ཞིག་གམ་སྙམ་མོ།
en: Or is he other than consciousness?’

source: །དེ་འདི་ལྟར་སོ་སོར་རྟོག་སྟེ།རྣམ་པར་ཤེས་པ་དེ་བཞིན་གཤེགས་པ་མ་ཡིན། རྣམ་པར་ཤེས་པ་ལས་གཞན་པ་ཡང་མ་ཡིན་ནོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: “They should continue thinking, ‘Consciousness is not the Thus-Gone One, yet neither is the Thus-Gone One other than consciousness. And why?

source: རྣམ་པར་ཤེས་པ་ནི་སྒྱུ་མ་ལྟ་བུ།
en: Consciousness is illusory.

source: གསོབ་གསོག་ཡང་དག་པ་མ་ཡིན་པ།
en: It is hollow and inauthentic.

source: འདུ་བྱེད་འདུས་པ་ལས་སྐྱེས་པ།
en: It arises based on formations.

source: ཚུལ་བཞིན་མ་ཡིན་པ་ཡིད་ལ་བྱེད་པ།
en: It is incorrect mental activity.

source: འདུས་པ་ལས་བྱུང་བ་ཡིན་ནོ།
en: It appears based on a coming together.

source: །དེ་བཞིན་གཤེགས་པ་ནི་གསོབ་མ་ཡིན།
en: The Thus-Gone One is not hollow.

source: ཡང་དག་པ་མ་ཡིན་པ་མ་ཡིན།
en: He is not inauthentic.

source: ཚུལ་བཞིན་མ་ཡིན་པ་ཡིད་ལ་བྱེད་པ་འདུས་པ་ལས་ངེས་པར་སྐྱེས་པ་མ་ཡིན།
en: He is not born of incorrect mental activity.

source: རྣམ་པར་ཤེས་པ་ཇི་ལྟ་བ་བཞིན་དུ་ཚུལ་བཞིན་མ་ཡིན་པ་ཡིད་ལ་བྱེད་པ་འདུས་པ་ལས་བྱུང་བ་མ་ཡིན་ནོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Unlike consciousness, he does not emerge from incorrect mental activity. And why?

source: དེ་བཞིན་གཤེགས་པ་ནི་སེམས་དང་ཡིད་དང་རྣམ་པར་ཤེས་པ་དང་བྲལ་བ།
en: The Thus-Gone One is free from mentation, conceptual mind, and consciousness.

source: ཡི་གེ་མེད་པ། སྒྲ་མེད་པ། ཡུལ་མེད་པ། དངོས་པོ་མེད་པ། སེམས་མེད་པ།
en: He is without letters, without sound, without objects, without substantiality, and without mind.

source: ལྡན་པ་མ་ཡིན་པ། མི་ལྡན་པ་ཡང་མ་ཡིན་པ།
en: He is not bound to anything yet also not not bound to anything.

source: བློ་གྲོས་མེད་པ། བློ་གྲོས་མེད་པ་ཡང་མ་ཡིན་པ།
en: He is without intelligence yet also not without intelligence.

source: རྟོགས་པ་མེད་པ། རྟོགས་པ་མེད་པ་ཡང་མ་ཡིན་པ།
en: He is without realization yet also not without realization.

source: འགྲོ་བ་མེད་པ། འགྲོ་བ་མེད་པ་ཡང་མ་ཡིན་པ།
en: He does not go, yet he also does not not go.

source: གཉིས་སུ་མེད་པ།
en: He is indivisible.

source: གཉིས་ལྟ་བུར་བྱ་བ་མ་ཡིན་པ། མི་འདའ་བ།
en: He cannot be divided. He does not pass beyond.

source: མཚན་ཉིད་མེད་པ། མཚན་ཉིད་དང་བྲལ་བ།
en: He is without characteristics. He is free from characteristics.

source: མཚན་ཉིད་མ་ཡིན་པ།
en: He is not characterized.

source: མ་སྤྲོས་པ།
en: He is without mental constructs.

source: སྒོ་མ་ཡིན་པ།
en: He is not a source.

source: ཆགས་པ་མེད་པ།
en: He is without attachment.

source: ཆགས་པ་དང་བྲལ་བ།
en: He is free from attachment.

source: འཐུན་པར་བྱེད་པ།
en: He harmonizes.

source: དེ་བཞིན་ཉིད་ཀྱིས་རབ་ཏུ་ཕྱེ་བ།
en: He is distinguished by suchness.

source: དེ་ཁོ་ན་མ་ཡིན་པ། དེ་ཁོ་ན་མ་ཡིན་པ་ཡང་མ་ཡིན་པའོ་སྙམ་མོ།
en: He is not thatness yet neither is he not not thatness.’

source: །དེ་འདི་ལྟར་སོ་སོར་རྟོག་སྟེ། རྣམ་པར་ཤེས་པ་དེ་བཞིན་གཤེགས་པ་མ་ཡིན། རྣམ་པར་ཤེས་པ་ལས་གཞན་པ་ཡང་མ་ཡིན་ནོ།
en: They should then continue thinking, ‘Consciousness is not the Thus-Gone One but neither is the Thus-Gone One other than consciousness.

source: །གལ་ཏེ་རྣམ་པར་ཤེས་པ་ལས་གཞན་པ་ཞིག་དེ་བཞིན་གཤེགས་པར་གྱུར་ན་ནི་མིག་ཡོར་ཡང་དེ་བཞིན་གཤེགས་པར་འགྱུར་རོ།
en: If something that was other than consciousness were the Thus-Gone One, an optical illusion would also be the Thus-Gone One.

source: མིག་ཡོར་ནི་རྣམ་པར་ཤེས་པ་མ་ཡིན་པའི་ཕྱིར་རོ།
en: Because an optical illusion is not consciousness.’

source: །དེ་འདི་ལྟར་སོ་སོར་རྟོག་སྟེ། དེ་བཞིན་གཤེགས་པ་ནི་འདས་པ་ལས་མི་དམིགས། མ་འོངས་པ་ལས་མ་ཡིན། ད་ལྟར་བྱུང་བ་ལས་མི་དམིགས་སོ།
en: “The bodhisattvas should then continue to contemplate, ‘The Thus-Gone One is not perceived as being in the past, nor is he from the future, nor is he perceived as being in the present.

source: །མི་དམིགས་པས་མི་རྟོག་གོ། །རྣམ་པར་མི་རྟོག་གོ།
en: Since he is not perceived, he is nonconceptual and beyond thought.

source: །མི་རྟོག་ན་སོ་སོར་མི་གནས་སོ།
en: Being beyond concepts, he does not dwell anywhere separately.

source: །སོ་སོར་མི་གནས་ན་འཕྲོ་བར་མི་བྱེད་དོ།
en: Since he does not dwell anywhere separately, he has no extent.

source: །མི་འཕྲོ་ན་ཞུམ་པར་མི་འགྱུར་རོ།
en: Since he has no extent, he is not longed for.

source: །ཞུམ་པ་མེད་ན་ཡོངས་སུ་གདུང་བ་མེད་དོ།
en: Since he is not longed for, he is not pained over.

source: །ཡོངས་སུ་གདུང་བ་མེད་ན་ཀུན་ཏུ་གདུང་བ་མེད་དོ།
en: Since he is not pained over, he is not tormented over.

source: །ཀུན་ཏུ་གདུང་བ་མེད་ན་རྗེས་སུ་གདུང་བ་མེད་དོ།
en: Since he is not tormented over, he is not grieved over.’

source: །གང་རྗེས་སུ་གདུང་བ་མེད་ན་དེ་མི་གདུང་བའོ།
en: “Those who do not feel grief have no agony.

source: །གང་མི་གདུང་བ་དེ་ཀུན་ཏུ་མི་རྒྱུག་གོ།
en: Those who are free from agony do not run around and do not run here and there.

source: །རྣམ་པར་མི་རྒྱུག་གོ། །གང་མི་རྒྱུག་པ་དེ་རྣམ་པར་མི་རྒྱུག་གོ།
en: Those who do not run do not run here and there.

source: །རྣམ་པར་མི་རྒྱུག་པ་དེ་མི་ཉམས་སོ།
en: Those who do not run here and there are not lost.

source: །གང་མི་ཉམས་པ་དེ་རྣམ་པར་མི་འཁྱམ་མོ།
en: Those who are not lost do not wander around.

source: །གང་རྣམ་པར་མི་འཁྱམ་པ་དེ་འཁྱམ་པ་མེད་དོ།
en: Those who do not wander around know no wandering.

source: །གང་འཁྱམ་པ་མེད་པ་དེ་འཁྱམ་པ་མ་ཡིན་པའོ།
en: Those who know no wandering are free from wandering.

source: །གང་འཁྱམ་པ་མ་ཡིན་པ་དེ་རློམ་སེམས་མེད་པའོ།
en: Those who are free from wandering have no thoughts.

source: །གང་རློམ་སེམས་མེད་པ་དེ་བག་ཡོད་པའོ།
en: Those who have no thoughts are conscientious.

source: །གང་བག་ཡོད་པ་དེ་འཕགས་པའོ།
en: Those who are conscientious are noble beings.

source: །གང་འཕགས་པ་དེ་དགྲ་བཅོམ་པའོ།
en: Those who are noble beings are worthy ones.

source: །གང་དགྲ་བཅོམ་པ་གང་ཡིན་པ་དེ་ལ་བདག་གི་རྡུལ་མེད་དོ། །སེམས་ཅན་གྱི་རྡུལ་མེད་དོ། །སྲོག་གི་རྡུལ་མེད་དོ། །གང་ཟག་གི་རྡུལ་མེད་དོ། །ཕུང་པོའི་རྡུལ་མེད་དོ། །ཁམས་ཀྱི་རྡུལ་མེད་དོ། །སྐྱེ་མཆེད་ཀྱི་རྡུལ་མེད་དོ།
en: Those who are worthy ones are free from the stain of ego, the stain of being, the stain of life force, the stain of person, the stain of the aggregates, the stain of the elements, the stain of the sense sources,

source: །དངོས་པོའི་རྡུལ་མེད་དོ། །རྒྱུའི་རྡུལ་མེད་དོ། །རྐྱེན་གྱི་རྡུལ་མེད་དོ། །དམིགས་པའི་རྡུལ་མེད་དོ། །ཀུན་འབྱུང་བའི་རྡུལ་མེད་དོ།
en: the stain of existing entities the stain of causes, the stain of conditions, the stain of objectification, and the stain of origin.

source: །ང་རྒྱལ་གྱིས་ལྷག་པར་བྱེད་པའི་རྡུལ་མེད་དོ། །ཚོར་བའི་རྡུལ་མེད་དོ། །འདོད་ཆགས་ཀྱི་རྡུལ་མེད་དོ། །ཞེ་སྡང་གི་རྡུལ་མེད་དོ། །གཏི་མུག་གི་རྡུལ་མེད་དོ། །ཁྲོ་བའི་རྡུལ་མེད་དོ།
en: Such beings are also free from the stain of self-importance due to pride, the stain of feeling, the stain of desire, the stain of anger, the stain of delusion, the stain of wrath,

source: །ང་རྒྱལ་གྱི་རྡུལ་མེད་དོ། །ང་རྒྱལ་དང་འཆབ་པ་དང་ཡོངས་སུ་གདུང་བའི་རྡུལ་མེད་དོ།
en: the stain of ill will, the stain of pride, the stain of arrogance, the stain of thinking, and the stain of agony.

source: །ང་རྒྱལ་དང་ལྷག་པའི་ང་རྒྱལ་གྱི་རྡུལ་མེད་དོ།
en: They have no stains of pride and arrogance.

source: །སེམས་ཅན་དམྱལ་བ་དང་དུད་འགྲོ་དང་ཡི་དགས་ཀྱི་རྡུལ་མེད་དོ།
en: They have no stains of hell beings, animals, and pretas.

source: །གཤིན་རྗེའི་འཇིག་རྟེན་གྱི་རྡུལ་མེད་དོ།
en: They have no stains of the realm of the Lord of Death.

source: །འདོད་པའི་ཁམས་ཀྱི་རྡུལ་མེད་དོ། །གཟུགས་ཀྱི་ཁམས་ཀྱི་རྡུལ་མེད་དོ། །གཟུགས་མེད་པའི་ཁམས་ཀྱི་རྡུལ་མེད་དོ།
en: They have no stains of the desire realm, the form realm, and the formless realm.

source: །འཁོར་བའི་རྡུལ་མེད་དོ།
en: They have no stains of saṃsāra.

source: །རྣམ་པ་དེ་ལྟ་བུར་རྡུལ་མི་དམིགས་ཏེ།
en: In this way, no stains can be observed.

source: གང་འདོད་ཆགས་དང་བྲལ་ཞིང་རྡུལ་མེད་པ་དེ་དག་འཕགས་པ་ཞེས་བྱ། དགྲ་བཅོམ་པ་ཞེས་བྱ། གྲོལ་བ་ཞེས་བྱ། རྣམ་པར་གྲོལ་བ་ཞེས་བྱ། ལྷའི་དམ་པ་ཞེས་བྱ། རྟག་ཏུ་མཉམ་པར་གཞག་པ་ཞེས་བྱ།སངས་རྒྱས་ཞེས་བྱ་སྟེ།
en: “Those who are free from desire and without stains are known as noble ones, worthy ones, liberated ones, the foremost among gods, those who always rest in equanimity, and buddhas.

source: དེ་ཆོས་གང་ལ་ཡང་རློམ་སེམས་མེད་དོ། །རློམ་སེམས་མེད་པ་ཀུན་ནས་ཉོན་མོངས་པར་མི་འགྱུར་རོ།
en: Such beings have no thoughts regarding any phenomenon, and being without thoughts, they are beyond affliction.

source: །ཀུན་ནས་ཉོན་མོངས་པ་མེད་ན་ཀུན་ཏུ་གདུང་བ་མེད་དོ།
en: Being free from affliction, they feel no torment.

source: །ཀུན་ཏུ་གདུང་བ་མེད་ན་རང་བཞིན་ཐོབ་པར་འགྱུར་རོ།
en: Being without torment, they remain natural.

source: །རང་བཞིན་ཐོབ་ན་ཆོས་གང་ལ་ཡང་མི་སྤྱོད་དོ།
en: Being natural, they do not engage with any phenomena.

source: །མི་སྤྱོད་ན་འདི་ལྟར་ཅི་གཟུགས་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱའམ།
en: “Now, if they do not engage with phenomena in this way, is form then awakened into buddhahood?

source: འོན་ཏེ་ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱའམ།
en: Or is it rather that feeling, perception, formation, and consciousness are awakened into buddhahood?

source: སུ་ཞིག་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ།
en: Who is awakened into perfect buddhahood?

source: ཅི་ཕུང་པོ་ལྔ་ཆོས་སྟོན་ཏམ།
en: “Is it the five aggregates that teach the Dharma?

source: ཕུང་པོ་ལྔ་ནི་ཡང་དག་པ་མ་ཡིན་པ།
en: The five aggregates are not authentic.

source: སྒྱུ་མ་ལྟ་བུ། གསོབ་གསོག་དངོས་པོ་མེད་པ། ཚུལ་བཞིན་མ་ཡིན་པ་ཡིད་ལ་བྱེད་པ་འདུས་པ་ལས་བྱུང་བའོ།
en: They are illusory, without substance, unreal, and immaterial, and they arise due to mistaken mental activity.

source: །ཆོས་ཀྱི་དབྱིངས་ནི་གསོབ་མ་ཡིན། གསོག་མ་ཡིན། ཡང་དག་པ་མ་ཡིན་པ་མ་ཡིན། ཚུལ་བཞིན་མ་ཡིན་པ་ཡིད་ལ་བྱེད་པ་ལས་བྱུང་བ་མ་ཡིན།
en: The realm of phenomena, on the other hand, is not without substance, not unreal, and not inauthentic, and it does not arise due to mistaken mental activity.

source: སྒྱུ་མ་ལྟ་བུ་མ་ཡིན།
en: It is not illusory.

source: སྨིག་རྒྱུ་ལྟ་བུ་མ་ཡིན། ཆུ་ཟླ་ལྟ་བུ་མ་ཡིན།
en: It is not like an optical illusion. It is not like the moon’s reflection in water.

source: བྲག་ཅ་ལྟ་བུ་མ་ཡིན་ན་སུ་ཞིག་ཆོས་འདི་སྟོན། དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: It is not like an echo.Therefore, someone does teach this Dharma. And why?

source: བཟང་སྐྱོང་ཆོས་ཀྱི་དབྱིངས་ནི་དག་པ། བདེན་པ། ཡང་དག་པ། གཞན་མ་ཡིན་པ།
en: Bhadrapāla, the realm of phenomena is pure, genuine, and not erroneous.

source: དེ་བཞིན་ཉིད་མ་ནོར་བ་
en: It is unmistaken suchness.

source: དེ་བཞིན་ཉིད་ཡིན་ན།དེ་སྟོན་པ་སུ་ཡིན།
en: If that is suchness, then who is the teacher?

source: ཕུང་པོ་ལྔ་རྣམས་ནི་མི་རྟག་པ། སྡུག་བསྔལ་བ། སྟོང་པ། བདག་མེད་པ། རྟེན་ཅིང་འབྲེལ་པར་བྱུང་བ། ངན་པ་འཇིག་པའི་ཆོས་ཅན་ནོ།
en: The five aggregates are impermanent, painful, empty, without self, dependently arisen, trifling, and fleeting.

source: །བྱང་ཆུབ་ནི་ཇི་ལྟ་བ་བཞིན་དུ་སྤྲོས་པ་མེད་དེ། གཟུང་དུ་མེད་པ། སྒྲ་མེད་པ། མི་སྣང་བ། བལྟར་མེད་པ། མཚན་མ་མེད་པ། མཐའ་ཡས་པ། ནམ་མཁའ་དང་མཚུངས་པ།མཉམ་པ་མེད་པ། མི་མཉམ་པ་དང་མཉམ་པ། སེམས་དང་ཡིད་དང་། རྣམ་པར་ཤེས་པ་དང་བྲལ་བ།
en: Awakening is genuine, without mental constructs, ungraspable, inexpressible, invisible, imperceptible, without characteristics, limitless, sky-like, without equal, incomparable, and without mentation, conceptual mind, and consciousness.

source: སྒྲ་སྐད་ཐམས་ཅད་ཀྱི་རྗེས་སུ་ཞུགས་པ།
en: It is beyond all sounds and words.

source: ཡུལ་ན་མི་གནས་པ། ཕྱོགས་ན་མི་གནས་པ།
en: It does not dwell in any place or direction.

source: བརྟག་ཏུ་མེད་པ།
en: It cannot be analyzed or shown.

source: བསྟན་དུ་མེད་པ་ཞི་བ་ཞི་བ་དང་བྲལ་བ།
en: It is peace and yet free from peace.

source: བསིལ་བར་གྱུར་པ། ཀུན་གཞི་མེད་པ།གནས་མེད་པ། འདུས་མ་བྱས་པ། མི་སྐྱེ་བ། མི་འགོག་པ། མི་གཉིས་པ་ལ་གནས་པ།དེ་བཞིན་ཉིད་གཞན་མ་ཡིན་པ་དེ་བཞིན་ཉིད།
en: It is cool, without basis, without abode, uncompounded, unborn, unceasing, nondual, and none other than suchness.

source: མི་འགྱུར་བ་དེ་བཞིན་ཉིད། མ་འོངས་པ་དེ་བཞིན་ཉིད། འགྲོ་བ་མེད་པའི་དེ་བཞིན་ཉིད།
en: It is unchanging suchness, suchness that does not come, and suchness that does not go.

source: འཁོར་བ་དང་མྱ་ངན་ལས་འདས་པ་མཉམ་པའོ།
en: It is sameness beyond saṃsāra and nirvāṇa.

source: །བཟང་སྐྱོང་དེ་བཞིན་ཉིད་ནི་ཀུན་ནས་ཉོན་མོངས་པ་མ་ཡིན།
en: “Bhadrapāla, suchness is not polluted.

source: རྣམ་པར་བྱང་བ་མ་ཡིན།
en: It is not purified.

source: རྣམ་པར་དག་པ་མ་ཡིན་ནོ།
en: It is not pure.

source: །དེ་བཞིན་ཉིད་ནི་འཁོར་བ་མ་ཡིན་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་མ་ཡིན་ནོ།
en: Suchness is neither saṃsāra nor nirvāṇa.

source: །དེ་བཞིན་ཉིད་ནི་སྐྱེ་བ་མ་ཡིན། འགག་པ་མ་ཡིན་ནོ།
en: Suchness is not born, nor does it cease.

source: །དེ་བཞིན་ཉིད་ནི་ཐ་མ་མ་ཡིན། འབྲིང་མ་ཡིན། མཆོག་མ་ཡིན་ནོ།
en: Suchness is not the lowest, or mediocre, or supreme.

source: །དེ་བཞིན་ཉིད་ཅེས་བྱ་བ་ནི་ཆོས་ཀྱི་དབྱིངས་ཏེ།
en: So-called ‘suchness’ is the realm of phenomena.

source: ཆོས་ཀྱི་དབྱིངས་ནི་བདག་དང་ཆོས་ཀྱི་ངོ་བོ་ཉིད་ཀྱི་གནས་མ་ཡིན།
en: The realm of phenomena does not exist as an essence related to either self or phenomena.

source: ཆོས་ཀྱི་རང་བཞིན་གྱི་གནས་མ་ཡིན།
en: It does not abide as an essence of phenomena.

source: ཆོས་ཐམས་ཅད་ཀྱི་གནས་མ་ཡིན་ཏེ།
en: It does not abide as any phenomena.

source: སྟོང་པ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་གནས།
en: It is emptiness. It abides as emptiness.

source: དོན་དམ་པ་སྟོང་པ་ཉིད་ཀྱི་གནས།
en: It abides as ultimate emptiness.

source: ཆེན་པོ་སྟོང་པ་ཉིད་ཀྱི་གནས།
en: It abides as great emptiness.

source: མཆོག་གི་སྟོང་པ་ཉིད་ཀྱི་གནས།
en: It abides as supreme emptiness.

source: ཤིན་ཏུ་གནས་པའི་གནས་སོ།
en: It is the firm basis.

source: །ཆོས་ཀྱི་དབྱིངས་ནི་མི་གཡོ་བ། མི་གནས་པ། གནས་མེད་པ། རང་བཞིན་མེད་པ། རྒྱུ་བ་མེད་པ།
en: The realm of phenomena is immutable, non-abiding, without abode, without essence, without movement,

source: བླང་བ་མེད་པ། དོར་བ་མེད་པ། ཁས་ལེན་པ་མེད་པ། འཛིན་པ་མེད་པའོ།
en: without acceptance, without rejection, without claiming, and without grasping.

source: །གང་ཆོས་འདི་ཤེས་ཤིང་ཤེས་པ་ལ་ཡང་རློམ་སེམས་མེད་པ་དེ་ནི་ཆོས་ཀྱི་དབྱིངས་ཞེས་བྱའོ།
en: To know this Dharma without having thoughts regarding that knowledge is to know the realm of phenomena.
